Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Redo
sv: Gör om

source: Right panel
sv: Höger panel

source: This menu button allows adjusting snapping and grid display options.
sv: Med den här menyknappen kan du justera alternativen för fästning och visning av rutnät.

source: 2nd-order Butterworth lowpass filter
sv: 2:a ordningens Butterworth lågpassfilter

source: Auto-arm for Recording
sv: Aktivera inspelning automatiskt

source: Modulator outputs can be routed to automatable :term:`controls <Control>` by clicking on the arrow and following the prompt to select the destination.
sv: Modulatorutgångar kan routas till automatiserbara :term:`kontroller <Control>` genom att klicka på pilen och följa anvisningen för att välja mål.

source: Event ports are mainly used for routing MIDI signals
sv: Händelseportar används främst för att dirigera MIDI-signaler

source: Hide automation lane
sv: Dölj automationsfält

source: Support for every major plugin format including {lv2_ref}LV2{endref}, VST2, VST3, AU, CLAP and JSFX, with additional support for SFZ and SF2 soundfonts and sandboxing thanks to {carla_ref}Carla{endref}.
sv: Stöd för alla stora insticksformat, inklusive {lv2_ref}LV2{endref}, VST2, VST3, AU, CLAP och JSFX, samt ytterligare stöd för SFZ- och SF2-ljudteckensnitt och isolering tack vare {carla_ref}Carla{endref}.

source: Plugin Collections
sv: Samlingar av insticksmoduler

source: Stop Scenes
sv: Stoppa scener

source: Musical
sv: Musikalisk

source: The language of the user interface can be changed under :menuselection:`UI --> General`.
sv: Språket för användargränssnittet kan ändras under :menuselection:`Användargränssnitt --> Allmänt`.

source: The controls available are similar to those in the chord pad.
sv: De tillgängliga kontrollerna liknar dem på ackordplattan.

source: Automatically scroll the visible area when the playhead moves outside it
sv: Rulla automatiskt det synliga området när uppspelningshuvudet flyttas utanför det

source: Left Input
sv: Vänster inmatning

source: Bridging
sv: Bryggning

source: The view will be detached into a new window.
sv: Vyn kopplas loss till ett nytt fönster.

source: Shortcuts
sv: Kortkommandon

source: Dropping the tracks above (or below) the folder track will cause the tracks to simply be moved above (or below) the folder track and *NOT* inside it.
sv: Om du släpper spåren ovanför (eller nedanför) mappspåret flyttas de bara ovanför (eller nedanför) mappspåret och *INTE* in i det.

source: Quickly listen to chords by clicking the pads or pressing notes on your MIDI keyboard, and drag-and-drop chords to the timeline.
sv: Lyssna snabbt på ackord genom att klicka på plattorna eller spela toner på MIDI-klaviaturet, och dra och släpp ackord på tidslinjen.

source: (annually)
sv: (annuallay)

source: Coding
sv: Programmering

source: Context Menu Options
sv: Alternativ i snabbmenyn

source: Macro {}
sv: Makro {}

source: Editing Chords
sv: Redigera ackord

source: Erase Tool
sv: Raderingsverktyg

source: Zoom In
sv: Zooma in

source: User Mailing List
sv: User Mailing Lista

source: OS and Zrythm version information
sv: information om operativsystemets och Zrythms version

source: Snap/Grid options
sv: Alternativ för fästning/rutnät

source: Setting up project...
sv: Konfigurerar projekt…

source: Serializable Undo History
sv: Serializable Ångra History

source: The transport bar contains information about the audio engine, :ref:`the BPM and time signature <playback-and-recording/bpm-and-time-signatures:BPM and Time Signatures>`, :ref:`transport controls <playback-and-recording/transport-controls:Transport Controls>`. and various indicators.
sv: Transportfältet innehåller information om ljudmotorn, :ref:`BPM och taktart <playback-and-recording/bpm-and-time-signatures:BPM and Time Signatures>`, :ref:`transportkontroller <playback-and-recording/transport-controls:Transport Controls>` och olika indikatorer.

source: Plugins
sv: Insticksmoduler

source: Show Automation Values
sv: Visa automationsvärden

source: Strum Up/Down
sv: Slå uppåt/nedåt

source: Linear Fade Out
sv: Linjär uttoning

source: Zoom out
sv: Zooma ut

source: Plugins bundled with Zrythm
sv: Insticksmoduler som medföljer Zrythm

source: Delete %1 Tracks
sv: Ta bort %1 spår

source: Instrument Track
sv: Instrumentspår

source: Pretty-print the output (where applicable).
sv: Formatera utdata snyggt, där det är tillämpligt.

source: Show UI
sv: Visa gränssnitt

source: Custom Marker
sv: Anpassad markör

source: Similar to legato, but leaves some space between the notes.
sv: Liknar legato men lämnar ett visst mellanrum mellan noterna.

source: Audio Group track
sv: Ljudgruppspår

source: Bottom panel
sv: Nedre panel

source: Welcome to the Zrythm digital audio workstation. Move to the next page to get started.
sv: Välkommen till den digitala ljudarbetsstationen Zrythm. Gå till nästa sida för att komma igång.

source: See the :ref:`Chord Track <tracks/track-types:Chord Track>`, :ref:`Chord Editor <editing/chord-editor:Chord Editor>` and :ref:`Chord Pad <chords-and-scales/chord-pad:Chord Pad>` for details.
sv: Se :ref:`Ackordspår <tracks/track-types:Chord Track>`, :ref:`Ackordredigerare <editing/chord-editor:Chord Editor>` och :ref:`Ackordplatta <chords-and-scales/chord-pad:Chord Pad>` för mer information.

source: Paste
sv: Klistra in

source: Project loaded
sv: Projektet har lästs in

source: Listen
sv: Lyssna

source: Normalize Peak
sv: Normalisera toppnivå

source: The track will still be processed, so if you are looking to decrease :term:`DSP` usage, try :ref:`disabling the track <tracks/track-operations:Channel Section>` (or individual plugins) instead.
sv: Spåret bearbetas fortfarande, så om du vill minska användningen av :term:`DSP` bör du i stället :ref:`inaktivera spåret <tracks/track-operations:Channel Section>` (eller enskilda insticksmoduler).

source: Panels contain multiple *views*, each of which is made visible by clicking on its corresponding tab.
sv: Paneler innehåller flera *vyer*, som var och en visas genom att klicka på motsvarande flik.

source: Eurobeat — Minor Anthem
sv: Eurobeat – mollhymn

source: Remove %1 Plugins
sv: Ta bort %1 insticksprogram

source: Follow us on Mastodon to get updates on new releases and get sneak peeks at new features, vote in polls, and more.
sv: Följ oss på Mastodon för att få uppdateringar gällande nya utgåvor och få tjuvtitta på nya funktioner, rösta i omröstningar med mera.

source: We appreciate contributions of any type and size. Tell us how you would like to help, and we will do our best to guide you.
sv: Vi uppskattar bidrag av alla slag och omfattning. Berätta hur du vill hjälpa till så gör vi vårt bästa för att vägleda dig.

source: Chord Presets
sv: Ackord Påterställs

source: Some tracks can have multiple lanes for their regions. By default, all regions are created on the first lane. Additional lanes will be auto-created and deleted as you add regions to each lane.
sv: Vissa spår kan ha flera banor för sina regioner. Som standard skapas alla regioner på den första banan. Ytterligare banor skapas och tas bort automatiskt när du lägger till regioner på varje bana.

source: When using the :term:`JACK` backend, there will be additional controls to route the output signal to one or more user-specified devices, instead of the default device used by JACK.
sv: När :term:`JACK`-bakänden används finns ytterligare styrelement för att dirigera utgångssignalen till en eller flera användarvalda enheter i stället för den standardenhet som JACK använder.

source: Main interface
sv: Huvudgränssnitt

source: min
sv: moll

source: Add a scale to the chord track to see chord suggestions
sv: Lägg till en skala i ackordspåret för att se ackordförslag

source: The :ref:`ramp-mode` can also be used in the velocity editor to `ramp` velocities.
sv: :ref:`ramp-mode` kan också användas i redigeraren för anslagsstyrka för att `rampa` anslagsstyrkor.

source: Mixing Capabilities
sv: Mixningsfunktioner

source: Markers are used to mark the start of a logical section inside the song, such as `Chorus` or `Intro`.
sv: Markörer används för att markera början på ett logiskt avsnitt i låten, till exempel `Refräng` eller `Intro`.

source: Open an existing project.
sv: Öppna ett befintligt projekt.

source: Snap to the selected (or automatically determined) note length.
sv: Fäst till den valda (eller automatiskt fastställda) notlängden.

source: MIDI Input
sv: MIDI-ingång

source: Files can also be imported by right-clicking in empty space in the tracklist or mixer and selecting :guilabel:`Import File...`
sv: Filer kan också importeras genom att högerklicka på ett tomt område i spårlistan eller mixern och välja :guilabel:`Importera fil…`

source: No diatonic chord presets available for this scale type. Use the Custom tab to build chords manually.
sv: Det finns inga diatoniska ackordförinställningar för denna skaltyp. Använd fliken Egen för att bygga ackord manuellt.

source: Double click inside the ruler to set the cue point. This will be used to return to when playback is stopped.
sv: Dubbelklicka i linjalen för att ange köpunkten. Den används för att återgå dit när uppspelningen stoppas.

source: Backend
sv: Bakände

source: Download Zrythm's source code or purchase a binary package installer.
sv: Hämta Zrythms källkod eller köp ett binärt installationspaket.

source: Add Track
sv: Lägg till spår

source: Set custom start and end positions
sv: Ange egna start- och slutpositioner

source: SFZ is a file format for sample-based virtual instruments.
sv: SFZ är ett filformat för samplingsbaserade virtuella instrument.

source: Ruler
sv: Linjalen

source: Latch
sv: Lås

source: Control the loudness of the output audio.
sv: Styr ljudstyrkan för utgående ljud.

source: Print version information.
sv: Skriv ut versionsinformation.

source: Scissors tool
sv: Saxverktyg

source: Toggle &Mute
sv: Växla &tyst läge

source: Display
sv: Visning

source: MIDI tracks also have automation lanes for automating various parameters.
sv: MIDI-spår har även automationsbanor för att automatisera olika parametrar.

source: Authors
sv: Upphovspersoner

source: Unmute all tracks
sv: Slå på ljudet för alla spår

source: Use the same note length as the snap length above.
sv: Använd samma notlängd som fästlängden ovan.

source: * Most cost-effective
sv: * Mest prisvärd

source: Automation can be enabled or disabled using the :guilabel:`On` and :guilabel:`Off` toggles in the track lane.
sv: Automation kan aktiveras eller inaktiveras med växlingarna :guilabel:`På` och :guilabel:`Av` i spårbanan.

source: Can I use ASIO?
sv: Kan jag använda ASIO?

source: Plugin Ports
sv: Insticksmodulportar

source: Move %n Plugin(s)
sv: Flytta %n insticksmodul

source: SF2 is the successor of :term:`SFZ`.
sv: SF2 är efterföljaren till :term:`SFZ`.

source: Editor Ruler Indicators
sv: Indikatorer i redigerarlinjalen

source: Is it free?
sv: Är det gratis?

source: Holding down :kbd:`Control` while dropping will cause the tracks to be cloned (copied) instead of moved.
sv: Om du håller ned :kbd:`Control` medan du släpper klonas (kopieras) spåren i stället för att flyttas.

source: Custom Shortcuts
sv: Egna kortkommandon

source: Used interchangeably with :ref:`region <regions>`.
sv: Används synonymt med :ref:`region <regions>`.

source: Setting the Cue Point
sv: Ange köpunkten

source: Notes
sv: Anteckningar

source: Loading project file...
sv: Läser in projektfil…

source: Amplitude line
sv: Amplitudlinje

source: {} Track
sv: {}-spår

source: Moving a track above the "Audio FX Track"
sv: Flytta ett spår ovanför ”Ljud-FX-spåret”

source: Populate pads from a preset
sv: Fyll plattorna från en förinställning

source: At the moment, only the :guilabel:`Chord Creator` tab is functional. A chord can be created by selecting its root note, its type, its accent and its bass note.
sv: För närvarande fungerar endast fliken :guilabel:`Ackordskapare`. Ett ackord kan skapas genom att välja grundton, typ, förtecken och baston.

source: Pencil tool
sv: Pennverktyg

source: Play back each note as you drag it inside the piano roll.
sv: Spela upp varje not medan du drar den i pianorullen.

source: {}-{} {} {} comes with ABSOLUTELY NO WARRANTY! This is free software, and you are welcome to redistribute it under certain conditions. See the file 'COPYING' for details. Write comments and bugs to {} Support this project at {}
sv: {}–{} {} {} LEVERERAS HELT UTAN GARANTI! Detta är fri programvara som du får sprida vidare under vissa villkor. Se filen ”COPYING” för information. Skicka kommentarer och felrapporter till {} Stöd projektet på {}

source: Move Objects
sv: Flytta objekt

source: Licensing
sv: Licensiering

source: (Right-click for quantization options)
sv: (Högerklicka för kvantiseringsalternativ)

source: Deserializing project data...
sv: Avserialiserar projektdata…

source: Remove %n Plugin(s)
sv: Ta bort %n insticksmodul

source: Hide all lanes that do not contain automation.
sv: Dölj alla banor som inte innehåller automation.

source: The Time Signature is split into the following
sv: Taktarten delas upp i följande delar

source: First, a purchase is made through a payment processor.
sv: Först görs ett köp via en betalningsprocessor.

source: These are all the steps involved in making an order and installing Zrythm. If you require further assistance, please have a look at the [Getting Started](https://manual.zrythm.org/en/getting-started/intro.html) section in the user manual.
sv: Dessa är alla steg som är inblandade i att göra en beställning och installera Zrythm. Om du behöver ytterligare hjälp, vänligen titta på [Kom Igång] (https://manual.zrythm.org/en/getting-started/intro.html) sektionen i användarhandboken.

source: Chord track with scale
sv: Ackordspår med skala

source: There are three types of bugs:
sv: Det finns tre typer av fel:

source: In-Context Listening
sv: In-Context Listaening

source: Reporting Bugs
sv: Rapportera fel

source: You must first register an account with us (if you don't already have one). You will be asked to login (or create an account) when you try to create an issue.
sv: Du måste först registrera ett konto hos oss (om du inte redan har ett). Du uppmanas att logga in (eller skapa ett konto) när du försöker skapa ett ärende.

source: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed is an FM synthesizer that is closely modeled on the Yamaha DX7.
sv: `Dexed <http://asb2m10.github.io/dexed/>`_ är en FM-synt som är nära modellerad efter Yamaha DX7.

source: Plugin controls
sv: Kontroller för insticksmoduler

source: Toolbar Options
sv: Alternativ för verktygsrad

source: Mono toggle
sv: Monoväxling

source: Copy Objects
sv: Kopiera objekt

source: Zrythm project files (``project.zpj``) are `zstd <https://facebook.github.io/zstd/>`_-compressed `JSON <https://www.json.org/>`_ files (the project file `MIME type <https://en.wikipedia.org/wiki/MIME>`_ ``x-zrythm-project`` is an alias of ``application/zstd``).
sv: Zrythm-projektfiler, ``project.zpj``, är `zstd <https://facebook.github.io/zstd/>`_-komprimerade `JSON <https://www.json.org/>`_-filer. Projektfilens `MIME-typ <https://en.wikipedia.org/wiki/MIME>`_, ``x-zrythm-project``, är ett alias för ``application/zstd``.

source: Create a region starting at bar 1 and ending at bar 5
sv: Skapa en region som börjar vid takt 1 och slutar vid takt 5

source: Zrythm is {copyleft_ref}copyleft{endref} {free_software_ref}free software</a> with fully auditable source code. Use, study, share and improve it freely.
sv: Zrythm är {copyleft_ref}copyleft{endref} {free_software_ref}fri programvara</a> med fullt granskningsbar källkod. Använd, studera, dela och förbättra den fritt.

source: Frequently Asked Questions
sv: Vanliga frågor

source: Projects saved in v2 are not compatible with v1 and vice versa
sv: Projekt som sparas i v2 är inte kompatibla med v1 och vice versa

source: Last updated on 7 Sep 2023
sv: Senast uppdaterad 7 sep 2023

source: Write and point to correct chord preset browser sections.
sv: Skriv och peka på rätt avsnitt för bläddraren med ackordsförinställningar.

source: These plugins output :term:`CV` signals and can be used to modulate other plugin or track parameters.
sv: Dessa insticksmoduler ger ut :term:`CV`-signaler och kan användas för att modulera andra insticksmodulers eller spårs parametrar.

source: Access to all past and future %s releases (including alpha, beta and rc)
sv: Tillgång till alla förflutna och framtida %s utgåvor (inklusive alfa, beta och rc)

source: Fader Mono Compat
sv: Regel: monokompatibilitet

source: When saving projects, Zrythm expects you to give it a directory.
sv: När projekt sparas förväntar sig Zrythm att du anger en katalog.

source: Snap to 2/3rds of the selected note length.
sv: Fäst till 2/3 av den valda notlängden.

source: OS and Zrythm Version Information
sv: Information om operativsystemets och Zrythms version

source: MIDI Functions
sv: MIDI-funktioner

source: Scale:
sv: Skala:

source: Verifying directory...
sv: Kontrollerar katalog…

source: New lanes can be shown by clicking on the :guilabel:`+` button. This will display a new automation lane assigned to the next available automatable parameter.
sv: Nya banor kan visas genom att klicka på knappen :guilabel:`+`. Då visas en ny automationsbana som tilldelas nästa tillgängliga automatiserbara parameter.

source: Beats per bar:
sv: Slag per takt:

source: Edit Base Tempo
sv: Redigera grundtempo

source: Ballad — Chromatic
sv: Ballad – kromatisk

source: If you are not sure if your issue is a duplicate, please submit it anyway.
sv: Om du är osäker på om ärendet är en dubblett, skicka ändå in det.

source: Active*
sv: Aktiv*

source: :ref:`Audio group tracks <tracks/track-types:Audio Group Track>` and :ref:`MIDI group tracks <tracks/track-types:MIDI Group Track>` can be created for grouping signals.
sv: :ref:`Ljudgruppspår <tracks/track-types:Audio Group Track>` och :ref:`MIDI-gruppspår <tracks/track-types:MIDI Group Track>` kan skapas för att gruppera signaler.

source: The Guile API is not available on Windows. See `this ticket <https://github.com/msys2/MINGW-packages/issues/3298>`_ for details.
sv: Guile-API:t är inte tillgängligt på Windows. Se `detta ärende <https://github.com/msys2/MINGW-packages/issues/3298>`_ för mer information.

source: You will gain access to installers that work with the following distros/OSes:
sv: Du får åtkomst till installationsprogram som fungerar med följande distributioner/operativsystem:

source: Detached timeline view
sv: Frikopplad tidslinjevy

source: We work with the free software community to ensure Zrythm builds and runs without issues on all platforms.
sv: Vi samarbetar med den fria programvarugemenskapen för att säkerställa att Zrythm byggs och körs utan problem på alla plattformar.

source: Dim the output to the dim level
sv: Dämpa utdata till dämpningsnivån

source: Cutting Objects
sv: Dela objekt

source: Here is a list of terms and definitions that will be useful in the following sections.
sv: Här följer en lista över termer och definitioner som är användbara i följande avsnitt.

source: Views in each panel are detachable. To detach a view into its own separate window, click and drag its tab icon to the 3rd button that appears in the middle of the panel.
sv: Vyer i varje panel kan kopplas loss. Om du vill koppla loss en vy till ett eget separat fönster klickar och drar du dess flikikon till den tredje knappen som visas mitt i panelen.

source: Custom Markers can also be created inside the :ref:`Marker Track <tracks/track-types:Marker Track>`.
sv: Egna markörer kan också skapas i :ref:`markerspåret <tracks/track-types:Marker Track>`.

source: Mixing Overview
sv: Översikt över mixning

source: Automation lane with automation region
sv: Automationsbana med automationsregion

source: Allows changing the direct output of the selected tracks to either an existing track or to a newly-created group track.
sv: Gör det möjligt att ändra direktutgången för de markerade spåren till antingen ett befintligt spår eller ett nybildat gruppspår.

source: Only events inside this time range will be exported.
sv: Endast händelser inom detta tidsintervall exporteras.

source: &Help
sv: &Hjälp

source: Each option is explained below.
sv: Varje alternativ förklaras nedan.

source: Zrythm relies on donations and purchases to sustain development. If you enjoy the software, please consider %1donating%2 or %3buying an installer%2.
sv: Zrythm förlitar sig på donationer och köp för att finansiera utvecklingen. Om du uppskattar programvaran kan du överväga att %1donera%2 eller %3köpa ett installationspaket%2.

source: Only MIDI and Instrument tracks support MIDI FX.
sv: Endast MIDI- och instrumentspår har stöd för MIDI-effekter.

source: Phase shift
sv: Fasförskjutning

source: Configuration
sv: Konfiguration

source: The audio pool (:file:`pool` directory) contains all audio files currently used by the project. Zrythm will automatically delete unused files during save.
sv: Ljudpoolen, katalogen :file:`pool`, innehåller alla ljudfiler som projektet använder för närvarande. Zrythm tar automatiskt bort oanvända filer när projektet sparas.

source: Zrythm will scan for plugins in the plugin search paths specified in the :ref:`preferences <configuration/preferences:Preferences>`. If the search path is left empty, Zrythm will scan for plugins in the standard paths according to the specifications of each plugin format (if any).
sv: Zrythm söker efter insticksmoduler i de sökvägar som anges i :ref:`inställningarna <configuration/preferences:Preferences>`. Om sökvägen lämnas tom söker Zrythm efter insticksmoduler på standardsökvägarna enligt specifikationerna för respektive insticksmodulformat, om sådana finns.

source: These are `aux sends <https://en.wikipedia.org/wiki/Aux-send>`_ to other tracks or plugin side-chain inputs. These are generally useful for side-chaining or applying additional effects to channels, such as reverb.
sv: Det här är `aux-sändningar <https://en.wikipedia.org/wiki/Aux-send>`_ till andra spår eller sidokedjeingångar för insticksmoduler. De är normalt användbara för sidokedjning eller för att lägga ytterligare effekter, till exempel reverb, på kanaler.

source: These are slots for dropping audio or MIDI effects that will be applied to the signal as it passes through the track.
sv: Det här är platser där du kan släppa ljud- eller MIDI-effekter som tillämpas på signalen när den passerar genom spåret.

source: Exporting audio...
sv: Exporterar ljud…

source: Free software
sv: Fri programvara

source: The cue point is where the playhead will move to when Play is clicked while playing or when Stop is clicked while paused.
sv: Köpunkten är den plats som uppspelningshuvudet flyttas till när Spela upp klickas under uppspelning eller när Stopp klickas i pausläge.

source: MIDI FX tracks can be used for MIDI effects by sending MIDI signals to them using :ref:`track-sends`.
sv: MIDI-effektspår kan användas för MIDI-effekter genom att MIDI-signaler skickas till dem med :ref:`track-sends`.

source: Tell Linux to add the PID (Process ID) to the core dump:
sv: Säg till Linux att lägga till PID, process-ID, i kärndumpen:

source: You can click and drag the bar to select how much the connection should affect the signal. 100% means the whole signal will be passed from the source port to the destination port, and 0% means no signal will be allowed through.
sv: Du kan klicka och dra i stapeln för att välja hur mycket anslutningen ska påverka signalen. 100 % innebär att hela signalen skickas från källporten till målporten och 0 % innebär att ingen signal tillåts passera.
